Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/xreader.tmx
Source language: en
Languages: sv

source: Copy _Image
sv: Kopiera _bild

source: By extension
sv: Efter filändelse

source: Unknown MIME Type
sv: Okänd MIME-typ

source: Couldn't save attachment “%s”: %s
sv: Kunde inte spara bilagan "%s": %s

source: DVI document has incorrect format
sv: DVI-dokumentet har felaktigt format

source: P_roperties
sv: _Egenskaper

source: Document contains no annotations
sv: Dokumentet innehåller inga kommentarer

source: Unable to open attachment
sv: Kunde inte öppna bilagan

source: Go to next page
sv: Gå till nästa sida

source: Underline
sv: Understrykning

source: Show two pages at once with odd pages on the left
sv: Visa två sidor på en gång med udda sidnummer till vänster

source: Icon:
sv: Ikon:

source: _Add Bookmark
sv: _Lägg till bokmärke

source: Close _after Printing
sv: Stäng _efter utskrift

source: STRING
sv: STRÄNG

source: This work is in the Public Domain
sv: Detta är ett publikt verk

source: Select page size using document page size
sv: Välj sidstorlek med sidstorlek för dokument

source: General
sv: Allmänt

source: New Paragraph
sv: Nytt stycke

source: Xreader is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
sv: Xreader är fri programvara. Du kan distribuera det och/eller modifiera det under villkoren i GNU General Public License, publicerad av Free Software Foundation, antingen version 2 eller (om du så vill) någon senare version.

source: Toggle case sensitive search
sv: Växla skiftlägeskänslig sökning

source: Failed to print document
sv: Misslyckades med att skriva ut dokument

source: Rotate printer page orientation of each page to match orientation of each document page. Document pages will be centered within the printer page.
sv: Rotera skrivarens sidorientering för varje sida för att matcha orienteringen för varje dokumentsida. Dokumentsidor kommer att centreras inom skrivarsidan.

source: No files in archive
sv: Inga filer i arkivet

source: Comment
sv: Kommentar

source: Open an existing document
sv: Öppna ett befintligt dokument

source: Loading…
sv: Läser in…

source: Print Preview
sv: Förhandsvisning av utskrift

source: Unrecognized launch option: %d
sv: Okänd startflagga: %d

source: The document “%s” is locked and requires a password before it can be opened.
sv: Dokumentet "%s" är låst och kräver ett lösenord innan det kan öppnas.

source: The requested format is not supported by this printer.
sv: Det valda formatet stöds inte av den här skrivaren.

source: Print this document
sv: Skriv ut detta dokument

source: There is %d print job active. Wait until print finishes before closing?
sv: Det finns %d aktivt utskriftsjobb. Vänta med att stänga tills utskriften är färdig?

source: There are %d print jobs active. Wait until print finishes before closing?
sv: Det finns %d aktiva utskriftsjobb. Vänta med att stänga tills utskriften är färdig?

source: File is corrupted
sv: Filen är skadad

source: Uploading attachment (%d%%)
sv: Skickar upp bilaga (%d %%)

source: DjVu Documents
sv: DjVu-dokument

source: Add highlight annotation
sv: Lägg till en markerad kommentar

source: Show the entire document
sv: Visa hela dokumentet

source: PostScript Documents
sv: Postscript-dokument

source: Op_en a Copy
sv: Öppna _en kopia

source: Save a copy of document “%s” before closing?
sv: Spara en kopia av dokumentet "%s" före stängning?

source: %d pending job in queue
sv: %d väntande jobb i kö

source: %d pending jobs in queue
sv: %d väntande jobb i kö

source: Recents
sv: Senaste

source: Annotation Properties…
sv: Egenskaper för kommentar…

source: Saving document to %s
sv: Sparar dokument till %s

source: No supported images in archive
sv: Inga bilder som stöds i arkivet

source: %d found on this page (%d total)
sv: %d träff på den här sidan (%d totalt)

source: _Find…
sv: Sö_k…

source: Launch %s
sv: Starta %s

source: Document contains new or modified annotations. If you don't save a copy, changes will be permanently lost.
sv: Dokumentet innehåller nya eller ändrade kommentarer. Om du inte sparar en kopia så kommer ändringarna att gå förlorade.

source: Delete the temporary file
sv: Ta bort den temporära filen

source: Document License
sv: Dokumentlicens

source: Print…
sv: Skriv ut...

source: _Original size
sv: _Originalstorlek

source: Auto Rotate and Center
sv: Automatisk rotering och centrering

source: Zoom _Out
sv: Zooma _ut

source: _Go
sv: _Gå

source: _About
sv: _Om

source: Fit Width
sv: Anpassa till bredd

source: Page
sv: Sida

source: _Save a Copy…
sv: S_para en kopia…

source: Save a Copy
sv: Spara en kopia

source: Note
sv: Notering

source: _Open…
sv: _Öppna…

source: Show two pages at once with even pages on the left
sv: Visa två sidor på en gång med jämna sidnummer till vänster

source: Go to last page
sv: Gå till sista sidan

source: _Remove Bookmark
sv: _Ta bort bokmärke

source: Leave Fullscreen
sv: Lämna helskärmsläget

source: Session management options:
sv: Flaggor för sessionshantering:

source: Usage terms
sv: Användningsvillkor

source: Embedded
sv: Inbyggd

source: Open a copy of the current document in a new window
sv: Öppna en kopia av aktuellt dokument i ett nytt fönster

source: Font
sv: Typsnitt

source: _Password:
sv: _Lösenord:

source: All Documents
sv: Alla dokument

source: Finishing…
sv: Färdigställer…

source: Run xreader in presentation mode
sv: Kör xreader i presentationsläge

source: Shrink the thumbnails
sv: Förminska miniatyrbilderna

source: Failed to save document “%s”
sv: Misslyckades med att spara dokumentet "%s"

source: Add text annotation
sv: Lägg till textkommentar

source: Not a comic book MIME type: %s
sv: Inte en MIME-typ för en serietidning: %s

source: %3d%% remaining to search
sv: %3d%% återstår att söka igenom

source: Go to previous page
sv: Gå till föregående sida

source: Failed to create a temporary directory: %s
sv: Misslyckades med att skapa en temporär katalog: %s

source: The selected printer '%s' could not be found
sv: Den valda skrivaren "%s" kunde inte hittas

source: Enlarge the document
sv: Förstora dokumentet

source: Failed to create a temporary file: %s
sv: Misslyckades med att skapa en temporärfil: %s

source: _Contents
sv: _Innehåll

source: Invalid page selection
sv: Ogiltigt sidval

source: Page Scaling:
sv: Sidskalning:

source: No
sv: Nej

source: Make the current document fill the window width
sv: Gör så att det aktuella dokumentet fyller bredden på fönstret

source: Show or hide the side pane
sv: Visa eller dölj sidopanelen

source: _File
sv: _Arkiv

source: Find
sv: Sök

source: Close _without Saving
sv: Stäng _utan att spara

source: Author:
sv: Författare:

source: _Continuous
sv: _Sammanhängande

source: Expand the window to fill the screen
sv: Expandera fönstret så att det fyller skärmen

source: _Close
sv: _Stäng

source: DVI Documents
sv: DVI-dokument

source: Preferences
sv: Inställningar

source: [FILE…]
sv: [FIL…]

source: Show page contents with the colors inverted
sv: Visa sidinnehåll med inverterade färger

source: Insert
sv: Infoga

source: Saving attachment to %s
sv: Sparar bilaga till %s

source: Document View
sv: Dokumentvy

source: _Unlock Document
sv: _Lås upp dokument

source: Go to the first page
sv: Gå till första sidan

source: Save Current Settings as _Default
sv: Spara aktuella inställningar som s_tandard

source: Annotation Properties
sv: Kommentarsegenskaper

source: Right to Left
sv: Höger till vänster

source: Cross
sv: Kors

source: Shrink the document
sv: Krymp dokumentet

source: PDF Documents
sv: PDF-dokument

source: This document is locked and can only be read by entering the correct password.
sv: Detta dokument är låst och kan endast läsas om rätt lösenord anges.

source: Close
sv: Stäng

source: Case Sensitive
sv: Gör skillnad på gemener/VERSALER

source: Password required
sv: Lösenord krävs

source: There was an error displaying help
sv: Det uppstod ett fel vid visning av hjälp

source: Application does not accept documents on command line
sv: Programmet accepterar inte dokument via kommandoraden

source: Go to %s on file “%s”
sv: Gå till %s i filen "%s"

source: _Open Attachment
sv: _Öppna bilaga

source: Invalid document
sv: Ogiltigt dokument

source: Couldn't open attachment “%s”: %s
sv: Kunde inte öppna bilagan "%s": %s

source: Fit to Printable Area
sv: Anpassa till utskrivningsbart område

source: Color:
sv: Färg:

source: Next
sv: Nästa

source: Side _Pane
sv: Sido_panel

source: Next History Item
sv: Nästa historikobjekt

source: File is not a valid .desktop file
sv: Filen är inte en giltig .desktop-fil.

source: Go to first page
sv: Gå till första sidan

source: Document Viewer
sv: Dokumentvisare

source: Scroll Up
sv: Rulla upp

source: Unable to open external link
sv: Kunde inte öppna extern länk

source: Circle
sv: Cirkel

source: Specify session management ID
sv: Ange sessionshanterings-id

source: The page number of the document to display.
sv: Sidnumret i dokumentet att visa.

source: Wait until print job “%s” finishes before closing?
sv: Vänta med att stänga tills utskriftsjobbet "%s" är färdigt?

source: Enter password
sv: Ange lösenord

source: Find Pre_vious
sv: Sök _föregående

source: Unable to open document
sv: Kan inte öppna dokument

source: Favorites
sv: Favoriter

source: The document contains no pages
sv: Dokumentet innehåller inga sidor

source: Save Attachment
sv: Spara bilaga

source: Archive is encrypted
sv: Arkivet är krypterat

source: Opaque
sv: Opak

source: _Copy
sv: _Kopiera

source: Shrink to Printable Area
sv: Förminska till utskrivningsbart område

source: Paragraph
sv: Stycke

source: _Go To
sv: _Gå till

source: Select Page
sv: Välj sida

source: Browse the document from right to left
sv: Läs dokumentet från höger till vänster

source: (%d of %d)
sv: (%d av %d)

source: Type 1
sv: Typ 1

source: Starting %s
sv: Startar %s

source: The file could not be saved as “%s”.
sv: Filen kunde inte sparas som "%s".

source: Failed to load remote file.
sv: Misslyckades med att läsa fjärrfil.

source: All Files
sv: Alla filer

source: Unrecognized desktop file Version '%s'
sv: Okänd Version "%s" i skrivbordsfil

source: Couldn't open attachment “%s”
sv: Kunde inte öppna bilagan "%s"

source: You should have received a copy of the GNU General Public License along with Xreader; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
sv: Du bör ha fått en kopia av GNU General Public License tillsammans med Xreader. Om inte, skriv till Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA

source: Failed to print page %d: %s
sv: Misslyckades med att skriva ut sida %d: %s

source: Running in presentation mode
sv: Kör i presentationsläge

source: A Document Viewer
sv: En dokumentvisare

source: PAGE
sv: SIDA

source: _Save
sv: _Spara

source: Go to page %s
sv: Gå till sida %s

source: Jump to page:
sv: Gå till sidan:

source: _Help
sv: _Hjälp

source: Run xreader in fullscreen mode
sv: Kör xreader i helskärmsläge

source: Zoom _In
sv: Zooma _in

source: Dual (_Odd pages left)
sv: Dubbel (_Udda sidnummer till vänster)

source: Save a copy of the current document
sv: Spara en kopia av aktuellt dokument

source: When enabled, each page will be printed on the same size paper as the document page.
sv: När aktiverad kommer varje sida att skrivas ut med samma pappersstorlek som dokumentsidan.

source: Scale document pages to fit the selected printer page. Select from one of the following: • "None": No page scaling is performed. • "Shrink to Printable Area": Document pages larger than the printable area are reduced to fit the printable area of the printer page. • "Fit to Printable Area": Document pages are enlarged or reduced as required to fit the printable area of the printer page.
sv: Skala dokumentsidor för att passa den valda skrivarsidan. Välj från en av följande: • "Ingen": Ingen sidskalning genomförs. • "Förminska till utskrivningsbart område": Dokumentsidor större än det utskrivningsbara området minskas för att passa det utskrivningsbara området för skrivarsidan. • "Anpassa till utskrivningsbart område": Dokumentsidor förstoras eller förminskas enligt vad som krävs för att passa det utskrivningsbara området för skrivarsidan.

source: File type %s (%s) is not supported
sv: Filtypen %s (%s) stöds inte

source: Failed to reload document.
sv: Misslyckades med att läsa om dokumentet.

source: Page %s
sv: Sida %s

source: Maximize window for new documents
sv: Maximera fönster för nya dokument

source: _Close All Windows
sv: Stäng alla fönster (_C)

source: Layers
sv: Lager

source: Preparing to print…
sv: Förbereder utskrift…

source: Gathering font information… %3d%%
sv: Samlar in typsnittsinformation... %3d%%

source: Remember password until you _log out
sv: Kom ihåg lösenordet tills du _loggar ut

source: Select or set the zoom level of the document
sv: Välj eller ställ in dokumentets zoomnivå

source: Select _All
sv: Markera _allt

source: Initial window state:
sv: Initialt fönstertillstånd:

source: Save Image
sv: Spara bild

source: _Menubar
sv: _Menyrad

source: Type 1C (CID)
sv: Typ 1C (CID)

source: View multi-page documents
sv: Visa dokument med flera sidor

source: Reload the document
sv: Läs om dokumentet

source: Annotations
sv: Kommentarer

source: Remove Annotation
sv: Ta bort kommentar

source: Zoom Out
sv: Zooma ut

source: _Open Link
sv: _Öppna länk

source: _Fullscreen
sv: _Helskärm

source: Style:
sv: Stil:

source: Disable connection to session manager
sv: Inaktivera anslutning till sessionshanterare

source: _Toolbar
sv: _Verktygsrad

source: _Expand Window to Fit
sv: _Expandera fönstret så att det passar

source: Document contains form fields that have been filled out. If you don't save a copy, changes will be permanently lost.
sv: Dokumentet innehåller formulärfält som har fyllts i. Om du inte sparar en kopia så kommer ändringarna att gå förlorade.

source: Strike out
sv: Genomstrykning

source: Couldn't find appropriate format to save image
sv: Kunde inte hitta lämpligt format att spara bilden i

source: Highlight
sv: Markering

source: Fit Page _Width
sv: Anpassa till sidb_redd

source: _Copy Link Address
sv: _Kopiera länkadress

source: Type 3
sv: Typ 3

source: Your print range selection does not include any pages
sv: Ditt val av utskriftsintervall inkluderar inte några sidor

source: Scroll View Down
sv: Rulla vy ned

source: Xreader is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
sv: Xreader distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för ytterligare information.

source: Uploading document (%d%%)
sv: Skickar upp dokument (%d %%)

source: _Rename Bookmark
sv: _Döp om bokmärke

source: _Open Bookmark
sv: _Öppna bokmärke

source: Go to the next page
sv: Gå till nästa sida

source: Can not get local path for archive
sv: Kan inte hitta lokal sökväg för arkiv

source: Start a presentation
sv: Starta en presentation

source: _Save Attachment As…
sv: Spara bilaga so_m…

source: Open in New _Window
sv: Öppna i nytt _fönster

source: Rotate _Right
sv: Rotera _höger

source: Unable to launch external application.
sv: Kunde inte starta externt program.

source: If you close the window, pending print jobs will not be printed.
sv: Om du stänger fönstret så kommer väntande utskriftsjobb inte att skrivas ut.

source: Warning
sv: Varning

source: Previous
sv: Föregående

source: Open Document
sv: Öppna dokument

source: Saving image to %s
sv: Sparar bild till %s

source: NUMBER
sv: ANTAL

source: Print settings file
sv: Skriv ut inställningsfilen

source: Yes
sv: Ja

source: Start Presentation
sv: Starta presentation

source: Zoom In
sv: Zooma in

source: Find a word or phrase in the document
sv: Sök ett ord eller en fras i dokumentet

source: Go to previous history item
sv: Gå till föregående objekt i historiken

source: Rotate _Left
sv: Rotera _vänster

source: Scroll Down
sv: Rulla ned

source: Open a recently used document
sv: Öppna ett tidigare använt dokument

source: _Next Page
sv: _Nästa sida

source: The document contains only empty pages
sv: Dokumentet innehåller endast tomma sidor

source: Fit Page Width
sv: Anpassa till sidbredd

source: Page %d
sv: Sida %d

source: Uploading image (%d%%)
sv: Skickar upp bild (%d %%)

source: The image could not be saved.
sv: Bilden kunde inte sparas.

source: FILE
sv: FIL

source: Cancel _print and Close
sv: Avbryt _utskrift och stäng

source: No name
sv: Inget namn

source: Show zoom level selector
sv: Visa val av zoomnivå

source: Best Fit
sv: Bästa anpassning

source: _Print…
sv: Skriv _ut…

source: Fonts
sv: Typsnitt

source: Further Information
sv: Ytterligare information

source: Help
sv: Hjälp

source: Not found
sv: Hittades inte

source: Named destination to display.
sv: Namngivet mål att visa.

source: Markup type:
sv: Märkningstyp:

source: Page Handling
sv: Sidhantering

source: Remember _forever
sv: Kom ihåg för _alltid

source: Make the current document fill the window
sv: Gör så att det aktuella dokumentet fyller fönstret

source: _View
sv: _Visa

source: End of presentation. Click to exit.
sv: Slut på presentationen. Klicka för att avsluta.

source: Reloading document from %s
sv: Läser om dokumentet från %s

source: Properties
sv: Egenskaper

source: Loading document from “%s”
sv: Läser in dokument från "%s"

source: Go to next history item
sv: Gå till nästa objekt i historiken

source: _First Page
sv: F_örsta sidan

source: Show session management options
sv: Visa flaggor för sessionshantering

source: Scroll View Up
sv: Rulla vy upp

source: _Previous Page
sv: _Föregående sida

source: _Inverted Colors
sv: _Inverterade färger

source: _Reload
sv: _Läs om

source: Find:
sv: Sök:

source: Show or hide the menubar
sv: Visa eller dölj menyraden

source: <p> Xreader is a simple multi-page document viewer. It can display and print PostScript (PS), Encapsulated PostScript (EPS), DJVU, DVI, XPS and Portable Document Format (PDF) files, as well as comic book archive files. When supported by the document, it also allows searching for text, copying text to the clipboard, hypertext navigation and table-of-contents bookmarks. </p>
sv: <p>Xreader är en enkel dokumentvisare för flersidiga dokument. Den kan visa och skriva ut PostScript-filer (PS), Encapsulated PostScript-filer (EPS), DJVU-, DVI-, XPS- och Portable Document Format-filer (PDF) samt serietidningsarkiv. När dokumentet har stöd för det går det även att söka efter och kopiera text, navigera via hyperlänkar och använda innehållsförteckningens bokmärken.</p>

source: Can't pass document URIs to a 'Type=Link' desktop entry
sv: Kan inte skicka dokument-URI:er till ett "Type=Link"-skrivbordsobjekt

source: Unknown font type
sv: Okänd typsnittstyp

source: Reader View Continuous + Fit Page Width Ctrl+1
sv: Läsvy Fortlöpande + Anpassa Sidbredd Ctrl+1

source: Thumbnails
sv: Miniatyrbilder

source: Not a launchable item
sv: Inte ett startbart objekt

source: Key
sv: Nyckel

source: Printing job “%s”
sv: Skriver ut jobbet "%s"

source: Original size
sv: Originalstorlek

source: Failed to load document “%s”
sv: Misslyckades med att läsa in dokumentet "%s"

source: Add a bookmark for the current page
sv: Lägg till ett bokmärke för den aktuella platsen

source: None
sv: Ingen

source: Save a _Copy
sv: Spara en _kopia

source: Show history buttons
sv: Visa historie-knappar

source: Auto_scroll
sv: Auto_rulla

source: Downloading document (%d%%)
sv: Hämtar dokument (%d %%)

source: Find next occurrence of the search string
sv: Sök nästa förekomst av söksträngen

source: Run xreader as a previewer
sv: Kör xreader som en förhandsgranskare

source: Show expand window button
sv: Visa knappen Expandera fönster

source: Show or hide the toolbar
sv: Visa eller dölj verktygsraden

source: _Last Page
sv: _Sista sidan

source: libarchive lacks support for this comic book’s compression, please contact your distributor
sv: libarchive saknar stöd för den här serietidningens komprimering, kontakta din distributör

source: Run document as a presentation
sv: Kör dokumentet som en presentation

source: of %d
sv: av %d

source: Previous History Item
sv: Föregående historikobjekt

source: Embedded subset
sv: Inbyggd delmängd

source: Password for document %s
sv: Lösenord för dokumentet %s

source: Specify file containing saved configuration
sv: Ange fil som innehåller sparad konfiguration

source: Go to the last page
sv: Gå till sista sidan

source: Not embedded
sv: Inte inbyggd

source: Bookmarks
sv: Bokmärken

source: _Edit
sv: _Redigera

source: View the document at its original size
sv: Visa dokumentet i dess ursprungliga storlek

source: Unknown
sv: Okänd

source: Page View Non-Continuous + Best Fit Ctrl+2
sv: Sidvy Icke-Fortlöpande + Bästa Anpassning Ctrl+2

source: Expand Window to Fit
sv: Expandera fönstret så att det passar

source: Squiggly
sv: Vågig

source: Find previous occurrence of the search string
sv: Sök föregående förekomst av söksträngen

source: Find Ne_xt
sv: Sök _nästa

source: Printing page %d of %d…
sv: Skriver ut sida %d av %d…

source: Forget password _immediately
sv: Glöm lösenordet _omedelbart

source: Text License
sv: Textlicens

source: Leave fullscreen mode
sv: Lämna helskärmsläget

source: The document is composed of several files. One or more of these files cannot be accessed.
sv: Dokumentet består av flera filer. En eller flera av dessa filer går inte komma åt.

source: Toolbar
sv: Verktygsrad

source: Go to page
sv: Gå till sidan

source: The page label of the document to display.
sv: Sidetiketten i dokumentet att visa.

source: DjVu document has incorrect format
sv: DjVu-dokumentet har ett felaktigt format

source: Attachments
sv: Bilagor

source: Go to file “%s”
sv: Gå till filen "%s"

source: _Best Fit
sv: _Bästa anpassning

source: %s — Password Required
sv: %s — Lösenord krävs

source: Enlarge the thumbnails
sv: Förstora miniatyrbilderna

source: View the thumbnails at their original size
sv: Visa miniatyrbilderna i ursprunglig storlek

source: _Bookmarks
sv: _Bokmärken

source: The attachment could not be saved.
sv: Bilagan kunde inte sparas.

source: Open
sv: Öppna

source: DEST
sv: MÅL

source: Type 1 (CID)
sv: Typ 1 (CID)

source: _Save Image As…
sv: _Spara bild som…

source: _Dual (Even pages left)
sv: _Dubbel (Jämna sidnummer till vänster)

source: Print
sv: Skriv ut

source: The word or phrase to find in the document
sv: Ordet eller frasen att leta efter i dokumentet

source: Go to the previous page
sv: Gå till föregående sida

source: Type 1C
sv: Typ 1C
